/* format string showing Hype Pro Upgrade price */
" Available for only %@." = " Für nur %@ erhältlich.";

/* format string for the largest layout size */
"%.f px and up" = "%.f px und mehr";

/* format string for the layout range */
"%.f px to %.f px wide" = "%1$.f px bis %2$.f px breit";

/* {Timeline name} {duplicate number} */
"%@ %lu" = "%1$@ %2$lu";

/* Scene name after duplication: {scene name} Copy */
"%@ Copy" = "%@ Kopie";

/* Alert message text: {resource name} has been modified outside of Hype. */
"%@ has been modified outside of Hype." = "%@ wurde außerhalb von Hype geändert.";

/* Timing function name - Default */
"%@ – Default" = "%@ – Standard";

/* format string for the largest layout size */
"%g px and up" = "%g px und mehr";

/* format string for the layout range */
"%g px to %g px" = "%1$g px bis %2$g px";

/* Text for window accessory button */
"%ld day left. Buy now! →" = "%ld Tag übrig. Kaufen Sie jetzt! →";

/* Text for window accessory button */
"%ld days left. Buy now! →" = "%ld Tage übrig. Kaufen Sie jetzt! →";

/* Browser compatibility warning */
"3D rotation is not supported. The element will not be rotated." = "Die 3D-Drehung wird nicht unterstützt. Das Element wird nicht gedreht.";

/* Browser compatibility warning */
"A H.264 or WebM video source is required for playback." = "Für die Wiedergabe ist eine H.264- oder WebM-Videoquelle erforderlich.";

/* Browser compatibility warning */
"A H.264 video source is required for playback." = "Für die Wiedergabe ist eine H.264-Videoquelle erforderlich.";

/* Browser compatibility warning */
"A Theora video source is required for playback." = "Für die Wiedergabe ist eine Theora-Videoquelle erforderlich.";

/* Warning dialog informative text */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents." = "Eine Datei oder ein Ordner mit dem gleichen Namen ist im Ordner %@ bereits vorhanden. Beim Ersetzen werden die aktuellen Inhalte überschrieben.";

/* Alert message text */
"A persistent symbol cannot be added as a child of another symbol" = "Ein dauerhaftes Symbol kann nicht als untergeordnetes Element eines anderen Symbols hinzugefügt werden.";

/* Alert message text: A plug-in with the same name “{plugin name}” already exists. */
"A plug-in with the same name “%@” already exists." = "Es gibt bereits ein Plug-In mit dem Namen „%@“.";

/* Alert message text: A source of MIME type “{MIME type}” already exists. */
"A source of grouping type “%@” already exists." = "Es gibt bereits eine Quelle des Gruppierungstyps „%@“.";

/* Alert message text */
"A symbol cannot be pasted into itself" = "Ein Symbol kann nicht in sich selbst eingesetzt werden.";

/* Browser compatibility warning */
"A valid audio source is required for playback." = "Für die Wiedergabe ist eine gültige Audioquelle erforderlich.";

/* Browser compatibility warning */
"A valid video source is required for playback." = "Für die Wiedergabe ist eine gültige Videoquelle erforderlich.";

/* Inspector group name */
"Accessibility" = "Bedienungshilfen";

/* Inspector pane name */
"Actions" = "Aktionen";

/* Inspector tab tooltip */
"Actions Inspector" = "Aktionsinformationen";

/* Menu item */
"Actual Size" = "Originalgröße";

/* Button label: Add {MIME type} Source… */
"Add %@ Source…" = "%@-Quelle hinzufügen …";

/* Button label */
"Add Audio Source…" = "Audioquelle hinzufügen …";

/* No comment provided by engineer. */
"Add Email Address" = "E-Mail-Adresse hinzufügen";

/* Font Panel Button */
"Add Font" = "Schrift hinzufügen";

/* Undo menu item action */
"Add Guide" = "Hilfslinie hinzufügen";

/* Undo menu item action */
"Add Guides" = "Hilfslinien hinzufügen";

/* Properties listing add keyframe button */
"Add Keyframe" = "Keyframe hinzufügen";

/* Button label */
"Add Source…" = "Quelle hinzufügen …";

/* Timeline Action bar add timeline action button */
"Add Timeline Action" = "Zeitachsenaktion hinzufügen";

/* Button label */
"Add Video Source…" = "Videoquelle hinzufügen …";

/* Alert default button */
"Add to All Scenes" = "Zu allen Szenen hinzufügen";

/* Alert button */
"Add to Current Scene" = "Zur aktuellen Szene hinzufügen";

/* Inspector group name */
"Additional CSS" = "Zusätzliche CSS";

/* Inspector group name */
"Advanced Options" = "Erweiterte Optionen";

/* Inspector group name */
"Alignment" = "Ausrichtung";

/* Button to check all items
   Menu item */
"All" = "Alle";

/* Menu item */
"All Browsers" = "Alle Browser";

/* Menu item */
"All Fonts" = "Alle Schriften";

/* Browser compatibility warning */
"Alpha values in colors are not supported. The color will fallback to using a 1.0 alpha value." = "Alpha-Werte in Farben werden nicht unterstützt. Die Farbe greift auf den Alpha-Wert 1,0 zurück.";

/* HTML Widget Description */
"An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page." = "Ein HTML-Widget wird verwendet, um in Ihrer Szene eingebettete HTML anzuzeigen oder einen iframe einer anderen Webseite einzubetten.";

/* Browser compatibility warning */
"An MP3 audio source is required for playback." = "Für die Wiedergabe ist eine MP3-Audioquelle erforderlich.";

/* Browser compatibility warning */
"An MP3 or OGG audio source is required for playback." = "Für die Wiedergabe ist eine MP3- oder OGG-Audioquelle erforderlich.";

/* Browser compatibility warning */
"An MP3 or Quicktime-compatible audio source is required for playback." = "Für die Wiedergabe ist eine MP3- oder QuickTime-kompatible Audioquelle erforderlich.";

/* Browser compatibility warning */
"An OGG audio source is required for playback." = "Für die Wiedergabe ist eine OGG-Audioquelle erforderlich.";

/* Export Script Update Dialog Window Title */
"An update is available for %@." = "Für %@ ist ein Update verfügbar.";

/* Menu item */
"Animated" = "Animiert";

/* Inspector group name */
"Animation Timelines" = "Animationszeitachsen";

/* scene size checkbox text */
"Apply changes to all scenes" = "Änderungen auf alle Szenen anwenden";

/* scene size checkbox text */
"Apply to matching layouts" = "Auf übereinstimmende Layouts anwenden";

/* Alert message text */
"Are you sure you want to delete the selected layout?" = "Möchten Sie das ausgewählte Layout wirklich löschen?";

/* Alert message text */
"Are you sure you want to delete the selected scene?" = "Möchten Sie die ausgewählte Szene wirklich löschen?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the font named “%@”" = "Möchten Sie die Schrift „%@“ wirklich entfernen?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the symbol named “%@”" = "Möchten Sie das Symbol „%@“ wirklich entfernen?";

/* No comment provided by engineer. */
"Audio…" = "Audio …";

/* Menu item */
"Auto Scrollbars" = "Scrollbalken automatisch";

/* Mouse cursor name; menu item */
"Automatic" = "Automatisch";

/* alert message title */
"Automatically add to all scenes?" = "Automatisch allen Szenen hinzufügen?";

/* Browser compatibility warning */
"Autoplay is ignored unless Muted is also enabled." = "Die automatische Wiedergabe wird ignoriert, solange „Stumm“ auch aktiviert ist.";

/* Browser compatibility warning */
"Autoplay is ignored." = "Die automatische Wiedergabe wird ignoriert.";

/* Menu item */
"Back" = "Zurück";

/* Menu item */
"Back Reverse" = "Zurück rückwärts";

/* Inspector group name */
"Background" = "Hintergrund";

/* Browser compatibility warning */
"Background gradients are not supported. The solid fill style will be displayed instead." = "Hintergrundfarbverläufe werden nicht unterstützt. Stattdessen wird eine durchgehende Füllung angezeigt.";

/* No comment provided by engineer. */
"Backward" = "Nach hinten";

/* Beta Expiration Dialog */
"Beta Expired" = "Beta ist abgelaufen";

/* Inspector group name */
"Border" = "Rahmen";

/* Menu item */
"Bounce" = "Abprallen";

/* Menu item */
"Bounce Reverse" = "Abprallen rückwärts";

/* Undo menu item action */
"Browser Compatibility Warning" = "Warnung zur Browserkompatibilität";

/* Default text in a new button element and element class type */
"Button" = "Taste";

/* Browser compatibility warning */
"CSS3 Backdrop Filters are unsupported and cannot be applied." = "CSS3-Hintergrund-Filter werden nicht unterstützt und können nicht angewendet werden.";

/* Browser compatibility warning */
"CSS3 Filters are unsupported and cannot be applied." = "CSS3-Filter werden nicht unterstützt und können nicht angewendet werden.";

/* Button text */
"Cancel" = "Abbrechen";

/* Browser compatibility warning */
"Cannot autoplay audio on mobile devices unless it is a home screen web app." = "Audio kann auf Mobilgeräten nicht automatisch wiedergegeben werden, es sei denn, es ist eine Web-App für den Home-Bildschirm.";

/* Browser compatibility warning */
"Cannot modify browser selection behavior." = "Das Browserauswahlverhalten kann nicht geändert werden.";

/* Browser compatibility warning */
"Cannot preload audio." = "Audio kann nicht vorgeladen werden.";

/* Undo menu item action */
"Change Background Color" = "Hintergrundfarbe ändern";

/* Undo menu action name */
"Change Duration" = "Dauer ändern";

/* Undo menu item action */
"Change Physics Gravity" = "„Physik – Schwerkraft“ ändern";

/* Undo menu item action */
"Change Preview Export Script" = "Änderung im Vorschau-Exportskript";

/* Undo menu item action */
"Change Scene Size" = "Szenengröße ändern";

/* Undo menu item action */
"Change Symbol Type" = "Symboltyp ändern";

/* Browser compatibility warning */
"Changing the status bar style is not supported" = "Das Ändern des Statusleistenstils wird nicht unterstützt.";

/* Button text */
"Check for Updates" = "Nach Updates suchen";

/* No comment provided by engineer. */
"Choose an exported .hyperesources folder" = "Wählen Sie einen exportierten .hyperesources-Ordner aus";

/* Menu item */
"Choose…" = "Auswählen …";

/* Browser compatibility warning category and inspector group name */
"Class Name" = "Klassenname";

/* Button text */
"Close Document" = "Dokument schließen";

/* Tooltip */
"Compose Email" = "E-Mail verfassen";

/* info window text when connecting to app store */
"Connecting to App Store…" = "Mit App Store verbinden …";

/* Email Support: */
"Contact Us:" = "E-Mail-Support:";

/* Inspector group name */
"Content Overflow" = "Inhaltsüberlauf";

/* Export Script Update Dialog Window Button */
"Continue" = "Weiter";

/* Application Error Dialog */
"Continue Anyways" = "Trotzdem fortfahren";

/* Tooltip: Continue Timeline {timeline name} */
"Continue Timeline %@" = "Zeitachse %@ fortsetzen";

/* Alert default button and menu item */
"Convert" = "Konvertieren";

/* Alert informative text */
"Converting to motion paths will modify existing Left and Top keyframes across all timelines and set Transform Origin to 50%% 50%%." = "Durch das Konvertieren in Animationspfade werden vorhandene Links- und Oben-Keyframes in allen Zeitachsen geändert und für „Transformationsursprung“ 50%% 50%% festgelegt.";

/* Menu item */
"Copy Guide" = "Hilfslinie kopieren";

/* Menu item */
"Copy Guides" = "Hilfslinien kopieren";

/* Error dialog title */
"Corrupt Hype Document" = "Beschädigtes Hype-Dokument";

/* Alert message text */
"Could not send feedback" = "Feedback konnte nicht gesendet werden";

/* Menu item */
"Create Grid…" = "Gitter erstellen …";

/* Alert dialog button label */
"Create New Group" = "Neue Gruppe erstellen";

/* Undo menu item action */
"Create Symbol" = "Symbol erstellen";

/* Mouse cursor name; menu item */
"Crosshair" = "Fadenkreuz";

/* Default name for custom size breakpoint, timing function names, and behavior handlers */
"Custom" = "Angepasst";

/* Inspector group name and undo menu item action */
"Custom Behaviors" = "Eigene Verhalten";

/* Menu item and dialog title */
"Custom CSS" = "Eigene CSS";

/* Timing functions custom functions section header */
"Custom Functions" = "Eigene Funktionen";

/* Browser compatibility warning category */
"Custom Head HTML" = "Eigene Head-HTML";

/* Browser compatibility warning category */
"Custom JavaScript" = "Eigenes JavaScript";

/* Advanced export default name */
"Custom Slice" = "Eigenes Segment";

/* custom export slices header title */
"Custom Slices" = "Eigene Segmente";

/* Browser compatibility warning */
"Dashed and Dotted Border Style may not draw correctly." = "Der gestrichelte und gepunktete Rahmenstil wird unter Umständen nicht richtig gezeichnet.";

/* Preference pane name */
"Debug" = "Debuggen";

/* Default export slice name
   default slice name */
"Default" = "Standard";

/* Alert default button and menu item */
"Delete" = "Löschen";

/* Undo menu item action */
"Delete Element" = "Element löschen";

/* Menu item */
"Delete JavaScript" = "JavaScript löschen";

/* Undo menu item action */
"Delete Keyframe" = "Keyframe löschen";

/* Undo menu item action */
"Delete Layout" = "Layout löschen";

/* Undo menu item action */
"Delete Scene" = "Szene löschen";

/* Undo menu item action */
"Delete Scene Size" = "Szenengröße löschen";

/* Default name for phone layout breakpoint */
"Desktop" = "Desktop";

/* Window title */
"Developer News" = "Entwickler-Neuigkeiten";

/* Preference pane name */
"Devices" = "Geräte";

/* Menu item */
"Dismiss Capo" = "Kapodaster verwerfen";

/* Inspector group name */
"Display Name" = "Anzeigename";

/* informative alert text, the n corresponds to a number which will be assigned */
"Display Names will be labeled as \"%@-n.\"" = "Die Anzeigenamen werden mit „%@-n“ bezeichnet.";

/* Alert message text */
"Do you want to convert %@ to a persistent symbol?" = "Möchten Sie %@ in ein dauerhaftes Symbol konvertieren?";

/* Alert message text: Do you want to convert {element or elements, depending on number of selected elements} to use motion paths? */
"Do you want to convert %@ to use motion paths?" = "Möchten Sie %@ für die Verwendung von Animationspfaden konvertieren?";

/* Alert message text */
"Do you want to convert element to use motion paths?" = "Möchten Sie das Element für die Verwendung von Animationspfaden konvertieren?";

/* Alert message text */
"Do you want to convert elements to use motion paths?" = "Möchten Sie die Elemente für die Verwendung von Animationspfaden konvertieren?";

/* Alert message text */
"Do you want to include contact information?" = "Möchten Sie Kontaktinformationen hinzufügen?";

/* Alert informative text */
"Do you want to keep the Hype version, or update to the version on disk?" = "Möchten Sie die Hype-Version behalten oder auf die Version, die auf dem Datenträger ist, aktualisieren?";

/* Alert message text */
"Do you want to relink the file?" = "Möchten Sie die Datei neu verknüpfen?";

/* Alert message text */
"Do you want to remove motion paths?" = "Möchten Sie Animationspfade entfernen?";

/* Alert message text (plural) */
"Do you want to replace existing files?" = "Möchten Sie vorhandene Dateien ersetzen?";

/* Alert message text (singlular) */
"Do you want to replace the existing file?" = "Möchten Sie die vorhandene Datei ersetzen?";

/* Inspector pane name */
"Document" = "Dokument";

/* Inspector tab tooltip */
"Document Inspector" = "Dokumentinformationen";

/* Error dialog title */
"Document Version Incompatibility" = "Inkompatibilität der Dokumentversion";

/* Symbol Editing Directions */
"Double-click to edit" = "Für Bearbeitung doppelklicken";

/* Export Script Update Dialog Window Button */
"Download & Continue" = "Laden und fortfahren";

/* Application Error Dialog */
"Download Hype" = "Hype laden";

/* Button Text */
"Download Hype 1" = "Hype 1 laden";

/* Button label */
"Download Trial" = "Evaluierungsversion laden";

/* Undo menu item action */
"Duplicate" = "Duplizieren";

/* Menu item */
"Duplicate Scene" = "Szene duplizieren";

/* Menu item */
"Duplicate Scene (Without Animations)" = "Szene duplizieren (ohne Animationen)";

/* duplicate timelines undo text */
"Duplicate Timelines" = "Zeitachsen duplizieren";

/* Menu item */
"Ease In" = "Beschleunigen";

/* Menu item */
"Ease In Circ" = "Beschleunigen – kreisförmig";

/* Menu item */
"Ease In Expo" = "Beschleunigen – exponentiell";

/* Menu item */
"Ease In Out" = "Beschleunigen und Abbremsen";

/* Menu item */
"Ease In Out Circ" = "Beschl. u. Abbr. – kreisförmig";

/* Menu item */
"Ease In Out Expo" = "Beschl. u. Abbr. – exponentiell";

/* Menu item */
"Ease In Out Quad" = "Beschl. u. Abbr. – quadratisch";

/* Menu item */
"Ease In Out Quart" = "Beschl. u. Abbr. – quartisch";

/* Menu item */
"Ease In Out Quint" = "Beschl. u. Abbr. – quintisch";

/* Menu item */
"Ease In Out Sine" = "Beschl. u. Abbr. – Sinus";

/* Menu item */
"Ease In Quad" = "Beschleunigen – quadratisch";

/* Menu item */
"Ease In Quart" = "Beschleunigen – quartisch";

/* Menu item */
"Ease In Quint" = "Beschleunigen – quintisch";

/* Menu item */
"Ease In Sine" = "Beschleunigen – Sinus";

/* Menu item */
"Ease Out" = "Abbremsen";

/* Menu item */
"Ease Out Circ" = "Abbremsen – kreisförmig";

/* Menu item */
"Ease Out Expo" = "Abbremsen – exponentiell";

/* Menu item */
"Ease Out Quad" = "Abbremsen – quadratisch";

/* Menu item */
"Ease Out Quart" = "Abbremsen – quartisch";

/* Menu item */
"Ease Out Quint" = "Abbremsen – quintisch";

/* Menu item */
"Ease Out Sine" = "Abbremsen – Sinus";

/* Menu item */
"Edit Grid…" = "Gitter bearbeiten …";

/* Menu item */
"Edit Layout Grid" = "Layoutgitter bearbeiten";

/* Menu item */
"Edit Timelines…" = "Zeitachsen bearbeiten …";

/* Menu item */
"Elastic" = "Elastisch";

/* Menu item */
"Elastic Reverse" = "Elastisch rückwärts";

/* Inspector pane name */
"Element" = "Element";

/* Inspector pane name */
"Element Actions" = "Elementaktionen";

/* Inspector tab tooltip */
"Element Inspector" = "Elementinformationen";

/* Inspector group name */
"Element Physics" = "Element – Physik";

/* No comment provided by engineer. */
"Elements" = "Elemente";

/* Element class type */
"Ellipse" = "Ellipse";

/* enter serial number menu item */
"Enter Pro Serial Number…" = "Pro-Seriennummer eingeben …";

/* Enter Serial Number… menu item */
"Enter Serial Number…" = "Seriennummer eingeben …";

/* Exit symbol button tooltip */
"Exit symbol" = "Symbol beenden";

/* export button title for more than one slice */
"Export %ld Slices…" = "%ld Segmente exportieren …";

/* export button title for one slice */
"Export %ld Slice…" = "%ld Segment exportieren …";

/* Inspector group name */
"Export Script Arguments" = "Exportskript-Argumente";

/* Undo menu item action */
"Export Script Document Argument" = "Argument des Exportskript-Dokuments";

/* Preference pane name */
"Exporting" = "Export";

/* export button title */
"Export…" = "Exportieren …";

/* Default button in registration dialog when license entension is entered */
"Extend Trial" = "Evaluierungszeitraum verlängern";

/* tooltip for external element visibility mode button with three display modes */
"External element visibility mode
- Fade elements outside of the symbol
- Hide elements outside of the symbol
- Show elements outside of the symbol" = "Sichtbarkeitsmodus externer Elemente
- Elemente außerhalb des Symbols abblenden 
- Elemente außerhalb des Symbols ausblenden
- Elemente außerhalb des Symbols einblenden";

/* Alert informative text (plural) */
"Files with the same name already exist in the Resource Library. Do you want to replace any files that are named the same or keep them both?" = "Dateien mit dem gleichen Namen sind bereits in der Ressourcenbibliothek vorhanden. Möchten Sie Dateien mit identischen Namen ersetzen oder beide behalten?";

/* Inspector group name */
"Filter Effects" = "Filtereffekte";

/* Tooltip */
"First Scene" = "Erste Szene";

/* Tooltip text */
"First keyframes are relative" = "Erste Keyframes sind relativ";

/* Inspector group name */
"Flexible Layout" = "Flexibles Layout";

/* Inspector group name */
"Font" = "Schrift";

/* Playback direction */
"Forward" = "Vorwärts";

/* No comment provided by engineer. */
"Front" = "Vorne";

/* Preference pane name */
"General" = "Allgemein";

/* Tooltip: Go to {time} in Timeline {timeline name} */
"Go to %@ in Timeline %@" = "Zu %1$@ auf Zeitachse %2$@ wechseln";

/* Tooltip: Go To URL {url} */
"Go to URL %@" = "Zu URL %@ wechseln";

/* Browser compatibility warning */
"Gravity cannot respond to device tilt." = "Die Schwerkraft kann nicht auf die Geräteneigung reagieren.";

/* Browser compatibility warning */
"Groove, Ridge, Inset, and Outset Border Style are not supported." = "Die Rahmenstile „Vertieft“, „Erhoben“, „Abgesenkt“ und „Erhöht“ werden nicht unterstützt.";

/* Element class type */
"Group" = "Gruppe";

/* Undo menu item action */
"Group Elements" = "Elemente gruppieren";

/* Browser compatibility warning */
"H.264 or a Quicktime-compatible video source is required for playback." = "Für die Wiedergabe ist eine H.264- oder QuickTime-kompatible Videoquelle erforderlich.";

/* Inspector group name */
"HTML Page Title" = "HTML-Seite – Titel";

/* Element class type and inspector group name */
"HTML Widget" = "HTML-Widget";

/* Tab Item, do not localize */
"Head HTML" = "Head-HTML";

/* Mouse cursor name; menu item */
"Help" = "Hilfe";

/* Menu item */
"Hidden" = "Ausgeblendet";

/* Menu item */
"Hide Button Controls" = "Tasten-Steuerelemente ausblenden";

/* Menu item */
"Hide Grid" = "Gitter ausblenden";

/* Menu item */
"Hide Guide" = "Hilfslinie ausblenden";

/* Menu item */
"Hide Guides" = "Hilfslinien ausblenden";

/* Toolbar button label and menu item */
"Hide Layouts" = "Layouts ausblenden";

/* Menu item */
"Hide Ruler" = "Lineal ausblenden";

/* Toolbar button label and menu item */
"Hide Scenes" = "Szenen ausblenden";

/* Undo menu item action */
"Home Screen Web App" = "Web-App für Home-Bildschirm";

/* Browser compatibility warning */
"Home screen web apps are not supported" = "Web-Apps für den Home-Bildschirm werden nicht unterstützt.";

/* Segmented button text */
"Hover" = "Hover";

/* Alert dialog title */
"Hype 1 serial numbers cannot be used with Hype 3." = "Die Hype 1-Seriennummer kann nicht für Hype 3 verwendet werden.";

/* Alert dialog informative text */
"Hype 3 is a paid upgrade and requires a separate license to be purchased." = "Hype 3 ist ein kostenpflichtiges Upgrade, für das eine separate Lizenz erworben werden muss.";

/* Window title */
"Hype Crash Reporter" = "Absturz melden …";

/* Window title */
"Hype Feedback Reporter" = "Feedback geben …";

/* Window title */
"Hype Hang Reporter" = "Reaktionslosigkeit melden …";

/* Window title */
"Hype Issue Reporter" = "Problem melden …";

/* Error dialog description */
"Hype Professional is available as an in-app purchase, and upgrading will unlock the “Professional Dark” theme." = "Hype Professional ist als In-App-Einkauf erhältlich und durch eine Aktualisierung wird das Thema „Dunkel – Professional“ entsperrt.";

/* Hype Web Page menu item */
"Hype Web Page" = "Hype-Webseite";

/* Hype moved while running informative error text */
"Hype has moved while running and may not operate normally. Please save all documents, quit, and relaunch Hype." = "Hype wurde während der Ausführung bewegt und funktioniert unter Umständen nicht ordnungsgemäß. Sichern Sie bitte alle Dokumente, beenden Sie Hype und starten Sie das Programm neu.";

/* informative alert text, the n corresponds to a number which will be assigned */
"IDs will be labeled as \"%@-n.\"" = "Die IDs werden mit „%@-n“ bezeichnet.";

/* Inspector pane name */
"Identity" = "Identität";

/* Inspector tab tooltip */
"Identity Inspector" = "ID-Informationen";

/* Element class type */
"Image" = "Bild";

/* No comment provided by engineer. */
"Image…" = "Bild …";

/* advanced export individual layout slices header title */
"Individual Layouts" = "Einzelne Layouts";

/* advanced export individual scene slices header title */
"Individual Scenes" = "Einzelne Szenen";

/* Undo menu item action */
"Initial Scale" = "Anfangsskalierung";

/* Browser compatibility warning category */
"Inner HTML" = "innerHTML";

/* Undo menu item action */
"Insert Button" = "Taste einfügen";

/* Undo menu item action */
"Insert Element" = "Element einfügen";

/* Undo menu item action */
"Insert Ellipse" = "Ellipse einfügen";

/* Undo menu item action */
"Insert HTML Widget" = "HTML-Widget einfügen";

/* Undo menu item action */
"Insert Image" = "Bild einfügen";

/* Undo menu item action */
"Insert Movie" = "Film einfügen";

/* Undo menu item action */
"Insert Rectangle" = "Rechteck einfügen";

/* Undo menu item action */
"Insert Rounded Rectangle" = "Abgerundetes Rechteck einfügen";

/* Undo menu item action */
"Insert Shape" = "Form einfügen";

/* Undo menu item action */
"Insert Text" = "Text einfügen";

/* Inspector Pane Name
   Inspector pane name
   Toolbar button title */
"Inspector" = "Informationen";

/* Inspector group name */
"Inspector Pane title" = "Informationsfenster – Titel";

/* Button */
"Install Update" = "Update installieren";

/* Menu item */
"Instant" = "Unmittelbar";

/* Tooltip: Jump to Scene {scene name} */
"Jump to Scene %@" = "Zu Szene %@ springen";

/* Alert alternate button */
"Keep" = "Behalten";

/* Button title */
"Keep All" = "Alle behalten";

/* Button text */
"Keep Both" = "Beide behalten";

/* Tooltip */
"Last Scene" = "Letzte Szene";

/* Browser version support - only support the latest version */
"Latest" = "Letzte";

/* Inspector group name */
"Layout Size" = "Layoutgröße";

/* Toolbar button title */
"Layouts" = "Layouts";

/* Button text */
"Learn More" = "Weitere Informationen";

/* Learn More about Hype Professional… menu item */
"Learn More about Hype Professional…" = "Weitere Informationen über Hype Professional …";

/* Inspector group name */
"Legal" = "Rechtliches";

/* Menu item */
"Linear" = "Linear";

/* HTML Page Loading Text */
"Loading" = "Laden";

/* Menu item */
"Lock" = "Sperren";

/* Menu item */
"Lock Guide" = "Hilfslinie sperren";

/* Menu item */
"Lock Guides" = "Hilfslinien sperren";

/* Browser compatibility warning */
"Loop is not supported and will be ignored." = "Schleifen werden nicht unterstützt und werden ignoriert.";

/* Default name the main timeline in a scene */
"Main Timeline" = "Hauptzeitachse";

/* Undo menu item action */
"Make Background Transparent" = "Hintergrund transparent machen";

/* Button text */
"Make Display Names Unique" = "Anzeigenamen eindeutig machen";

/* Button text */
"Make IDs Unique" = "IDs eindeutig machen";

/* Menu item */
"Make Invisible" = "Unsichtbar machen";

/* Menu item */
"Make Visible" = "Sichtbar machen";

/* No comment provided by engineer. */
"Media Browser" = "Medienübersicht";

/* Inspector pane name */
"Metrics" = "Maße";

/* Inspector tab tooltip */
"Metrics Inspector" = "Maßinformationen";

/* Menu item */
"Minimum Version" = "Mindestversion";

/* Browser compatibility warning category and inspector group name */
"Mobile Options" = "Mobil-Optionen";

/* Menu item and dialog title */
"Monotype" = "Monotype";

/* HTML link title for getting to the JavaScript documentation web page */
"More Info" = "Weitere Informationen";

/* Mouse cursor name; menu item */
"Move" = "Bewegen";

/* Undo menu item action */
"Move Animation" = "Animation bewegen";

/* Undo menu item action */
"Move Guide" = "Hilfslinie bewegen";

/* Undo menu item action */
"Move Scene" = "Szene bewegen";

/* Multiple Selection String
   Timing function menu title */
"Multiple" = "Mehrere";

/* Resource Library Info View */
"Multiple Selection" = "Mehrfachauswahl";

/* Unique Element ID Alert Text */
"Multiple elements are selected, but IDs must be unique. Do you want to number the ID values to make them unique?" = "Es wurden mehrere Elemente ausgewählt, doch IDs müssen eindeutig sein. Möchten Sie die ID-Werte nummerieren, um sie eindeutig zu machen?";

/* Unique Display Name Alert Text */
"Multiple elements are selected. Do you want to number the Display Name values to make them unique?" = "Es wurden mehrere Elemente ausgewählt. Möchten Sie die Anzeigename-Werte nummerieren, um sie eindeutig zu machen?";

/* Browser compatibility warning */
"Muting is not supported and will be ignored." = "Das Stummschalten wird nicht unterstützt und wird ignoriert.";

/* Button label */
"Never Sign Up" = "Nie anmelden";

/* Menu item */
"New JavaScript" = "Neues JavaScript";

/* Undo menu item action */
"New Keyframe" = "Neuer Keyframe";

/* Undo menu item action and name of new scene layouts */
"New Layout" = "Neues Layout";

/* No comment provided by engineer. */
"New Persistent Symbol from Selection…" = "Neues dauerhaftes Symbol aus Auswahl …";

/* No comment provided by engineer. */
"New Persistent Symbol…" = "Neues dauerhaftes Symbol …";

/* Undo menu item action and name of new scenes */
"New Scene" = "Neue Szene";

/* Undo menu item action and name of new scene sizes */
"New Scene Size" = "Neue Szenengröße";

/* No comment provided by engineer. */
"New Symbol" = "Neues Symbol";

/* No comment provided by engineer. */
"New Symbol from Selection" = "Neues Symbol aus Auswahl";

/* Default text in a new button element and element class type */
"New Text" = "Neuer Text";

/* Menu item */
"New Timeline…" = "Neue Zeitachse …";

/* Alert message text */
"New Update Available" = "Neues Update verfügbar";

/* Tooltip */
"Next Scene" = "Nächste Szene";

/* Tooltip */
"No Action" = "Keine Aktion";

/* Alert message text */
"No New Updates Available." = "Es sind keine neuen Updates verfügbar.";

/* Resource Library Info View */
"No Options" = "Keine Optionen";

/* Menu Item
   Mouse cursor name; menu item; browser version support - no support for selected browser */
"None" = "Ohne";

/* Segmented button text */
"Normal" = "Normal";

/* Button text */
"OK" = "OK";

/* Undo menu item action */
"Offline Cache" = "Offlinecache";

/* Custom Behavior Handler name in inspector, like 'On Mouse Down' */
"On %@" = "Bei %@";

/* Inspector group name */
"On Any Timeline Complete" = "Bei jeder abgeschlossenen Zeitachse";

/* Inspector group name */
"On Drag" = "Bei Ziehen";

/* Inspector group name */
"On Enter Viewport" = "Bei Eintritt in Viewport";

/* Browser compatibility warning */
"On Enter Viewport is not supported. This event will fire immediately after On Scene Load." = "„Bei Eintritt in Viewport“ wird nicht unterstützt. Dieses Ereignis wird sofort nach „Bei Szene laden“ ausgelöst.";

/* Inspector group name */
"On Exit Viewport" = "Bei Verlassen des Viewports";

/* Browser compatibility warning */
"On Exit Viewport is not supported. This event will never fire." = "„Bei Verlassen des Viewports“ wird nicht unterstützt. Dieses Ereignis wird nie ausgelöst.";

/* Inspector group name */
"On Key Down" = "Bei Taste Ab";

/* Inspector group name */
"On Key Press" = "Bei Taste";

/* Inspector group name */
"On Key Up" = "Bei Taste Auf";

/* Inspector group name */
"On Layout Load" = "Bei Layout Laden";

/* Inspector group name */
"On Layout Unload" = "Bei Layout Entfernen";

/* Inspector group name */
"On Mouse Click" = "Bei Mausklick";

/* Inspector group name */
"On Mouse Down" = "Bei Maustaste Ab";

/* Inspector group name */
"On Mouse Out" = "Bei Maus Aus";

/* Inspector group name */
"On Mouse Over" = "Bei Maus Über";

/* Inspector group name */
"On Mouse Up" = "Bei Maustaste Auf";

/* Inspector group name */
"On Scene Load" = "Bei Szene Laden";

/* Inspector group name */
"On Scene Unload" = "Bei Szene Entfernen";

/* Inspector group name */
"On Swipe Down" = "Bei Streichen Nach Unten";

/* Inspector group name */
"On Swipe Left" = "Bei Streichen Nach Links";

/* Inspector group name */
"On Swipe Right" = "Bei Streichen Nach Rechts";

/* Inspector group name */
"On Swipe Up" = "Bei Streichen Nach Oben";

/* Inspector group name */
"On Symbol Load" = "Bei Symbol Laden";

/* Inspector group name */
"On Symbol Unload" = "Bei Symbol Entfernen";

/* Menu item and inspector group name */
"Opacity" = "Deckkraft";

/* Browser compatibility warning */
"Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "Die Deckkraft wird bei abgerundeten Ecken, Hintergrundfarbverläufen und Rechteckschatten nicht berücksichtigt.";

/* Alert default button */
"Open App Store" = "App Store öffnen";

/* Button text */
"Open Read-Only" = "Schreibgeschützt öffnen";

/* Inspector group name */
"Options" = "Optionen";

/* Browser compatibility warning */
"PSD images will not be displayed." = "PSD-Bilder werden nicht angezeigt.";

/* Menu item */
"Paste Guide" = "Hilfslinie einsetzen";

/* Menu item */
"Paste Guides" = "Hilfslinien einsetzen";

/* Alert dialog informative text */
"Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed." = "Durch das Einsetzen eines Symbols in sich selbst würde ein schwarzes Loch erstellt und alle uns so bekannten Elemente würden zerstört werden.";

/* Tooltip: Pause Timeline {timeline name} */
"Pause Timeline %@" = "Zeitachse %@ anhalten";

/* Element class type and name of new symbol and inspector pane title */
"Persistent Symbol" = "Dauerhaftes Symbol";

/* Symbol Description */
"Persistent Symbols allow you to share content between multiple scenes. Symbols are reusable components containing elements, timelines, and animations." = "Mit dauerhaften Symbolen können Sie Inhalt in mehreren Szenen gemeinsam nutzen. Symbole sind wiederverwendbare Komponenten, die Elemente, Zeitachsen und Animationen enthalten.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. Making a symbol persistent will convert all instances of that symbol on other scenes to be the same persistent instance." = "Dauerhafte Symbole haben eine gemeinsam genutzte Instanz, die bei Szeneänderungen beibehalten wird. Indem ein Symbol dauerhaft gemacht wird, werden alle Instanzen dieses Symbols in anderen Szenen in die gleiche dauerhafte Instanz konvertiert.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. To manually add it to another scene, copy and paste or drag from the Resource Library." = "Dauerhafte Symbole haben eine gemeinsam genutzte Instanz, die bei Szeneänderungen beibehalten wird. Um sie einer anderen Szene manuell hinzuzufügen, kopieren Sie die Instanz in der Ressourcenbibliothek und setzen Sie sie ein oder bewegen Sie sie aus dieser Bibliothek.";

/* Alert dialog informative text */
"Persistent symbols can only be added as top level elements in a scene." = "Dauerhafte Symbole können in einer Szene nur als Elemente auf der obersten Ebene hinzugefügt werden.";

/* Browser compatibility warning */
"Perspective is not displayed on 3D rotations." = "Die Perspektive wird bei 3D-Drehungen nicht angezeigt.";

/* Browser compatibility warning */
"Perspective is not displayed on the swap transition." = "Die Perspektive wird beim Austauschübergang nicht angezeigt.";

/* Inspector pane name */
"Physics" = "Physik";

/* Inspector tab tooltip */
"Physics Inspector" = "Physikinformationen";

/* Inspector group name */
"Placement" = "Platzierung";

/* Browser compatibility warning */
"Playing inline is not supported and will be ignored." = "Die Inline-Wiedergabe wird nicht unterstützt und wird ignoriert.";

/* Alert message text */
"Please add a summary to this report." = "Bitte fügen Sie diesem Bericht eine Zusammenfassung hinzu.";

/* No comment provided by engineer. */
"Please check your internet connection and try again later." = "Überprüfen Sie die Internetverbindung und versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"Please try again later or contact support by going to Help->Report an Issue…" = "Versuchen Sie es später bitte erneut oder wenden Sie sich über „Hilfe“ -gt „Problem melden …“ an den Support.";

/* Inspector attribute group name
   Mouse cursor name; menu item */
"Pointer" = "Zeiger";

/* Menu item */
"Position" = "Position";

/* Undo menu item action */
"Position with CSS left/top" = "Position mit CSS links/oben";

/* Tooltip */
"Present Media" = "Medien präsentieren";

/* Segmented button text */
"Pressed" = "Gedrückt";

/* Browser compatibility warning */
"Preventing user scaling is not supported" = "Das Verhindern der Benutzerskalierung wird nicht unterstützt.";

/* No comment provided by engineer. */
"Preview" = "Vorschau";

/* Menu item */
"Preview Current Layout in Browser" = "Vorschau des aktuellen Layouts im Browser";

/* Menu item */
"Preview Current Layout on Device" = "Vorschau des aktuellen Layouts auf dem Gerät";

/* Menu item */
"Preview Current Scene in Browser" = "Vorschau der aktuellen Szene im Browser";

/* Menu item */
"Preview Current Scene on Device" = "Vorschau der aktuellen Szene auf dem Gerät";

/* Menu Item */
"Preview Using Export Script:" = "Vorschau mit Exportskript:";

/* Tooltip */
"Previous Scene" = "Vorherige Szene";

/* Menu item */
"Properties" = "Eigenschaften";

/* Purchase menu item */
"Purchase" = "Kaufen";

/* Button Text */
"Purchase Hype 3" = "Hype 3 kaufen";

/* Purchase Hype Professional… menu item */
"Purchase Hype Professional…" = "Hype Professional kaufen …";

/* Purchase Hype Standard… menu item */
"Purchase Hype Standard…" = "Hype Standard kaufen …";

/* Button in registration and trial dialogs to purchase Hype */
"Purchase Now" = "Jetzt kaufen";

/* Button label */
"Purchase Update" = "Update kaufen";

/* info window text when purchasing Hype Pro form the app store */
"Purchasing Hype Professional…" = "Hype Professional wird gekauft …";

/* Button in registration and trial dialogs */
"Quit" = "Beenden";

/* Element class type */
"Rectangle" = "Rechteck";

/* Inspector group name */
"Reflection" = "Spiegelung";

/* Browser compatibility warning */
"Reflection is not supported and will not be displayed." = "Die Spiegelung wird nicht unterstützt und wird nicht angezeigt.";

/* Default button in registration dialog when valid license is entered */
"Register" = "Registrieren";

/* Message Text
   MessageText */
"Registration Failed" = "Registrierung fehlgeschlagen";

/* Message Text
   MessageText */
"Registration Successful" = "Registrierung erfolgreich";

/* Hype moved while running message text */
"Relaunch Hype" = "Hype neu starten";

/* Alert default button */
"Relink" = "Neu verknüpfen";

/* Menu item */
"Reload HTML Content" = "HTML-Inhalt neu laden";

/* Button label */
"Remind Me Later" = "Später erinnern";

/* Action Type Pop Up Button Choice
   Alert default button */
"Remove" = "Entfernen";

/* Menu item and undo menu item action */
"Remove Guide" = "Hilfslinie entfernen";

/* Menu item */
"Remove Guides" = "Hilfslinien entfernen";

/* Menu item and alert dialog default button */
"Remove Motion Paths" = "Animationspfade entfernen";

/* Undo menu item action */
"Remove Symbol" = "Symbol entfernen";

/* Alert informative text */
"Removing the symbol will remove all instances of the symbol in the document." = "Durch das Entfernen des Symbols werden alle Instanzen des Symbols im Dokument entfernt.";

/* Undo menu item action */
"Rename Layout" = "Layout umbenennen";

/* Menu item */
"Rename Scene" = "Szene umbenennen";

/* Alert default button */
"Replace" = "Ersetzen";

/* Alert informative text */
"Replacing the existing plug-in will require relaunching Hype to take effect." = "Nach dem Ersetzen des vorhandenen Plug-Ins muss Hype neu gestartet werden, damit die Änderung wirksam wird.";

/* Menu item */
"Reset to Default" = "Auf Standard zurücksetzen";

/* Toolbar button title */
"Resources" = "Ressourcen";

/* Alert informative text: Resources unreferenced in the document will be removed immediately. */
"Resources unreferenced in the document will be removed immediately." = "Ressourcen, auf die im Dokument nicht referenziert wird, werden sofort entfernt.";

/* Alert message text */
"Resources will be removed." = "Ressourcen werden entfernt.";

/* Inspector group name */
"Responsive Layout" = "Reaktionsfähiges Layout";

/* restore purchases menu item */
"Restore Purchases…" = "Einkäufe wiederherstellen …";

/* Retina Image Slot Name */
"Retina @2x" = "Retina b. 2 x";

/* Playback direction */
"Reverse" = "Rückwärts";

/* Inspector group name */
"Rotation" = "Drehung";

/* Browser compatibility warning */
"Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "Drehungen werden bei abgerundeten Ecken, Hintergrundfarbverläufen und Rechteckschatten nicht angezeigt.";

/* Element class type */
"Rounded Rectangle" = "Abgerundetes Rechteck";

/* Tooltip: Run JavaScript {function name} */
"Run JavaScript %@" = "JavaScript %@ ausführen";

/* Browser compatibility warning */
"SVG-based images will not be displayed." = "SVG-basierte Bilder werden nicht angezeigt.";

/* Menu item and inspector group name */
"Scale" = "Skalierung";

/* Inspector pane name */
"Scene" = "Szene";

/* Undo menu item action */
"Scene Drag Action" = "Ziehen-Aktion in Szene";

/* Inspector tab tooltip and menu item */
"Scene Inspector" = "Szeneinformationen";

/* Undo menu item action */
"Scene Key Down Action" = "Taste-Ab-Aktion in Szene";

/* Undo menu item action */
"Scene Key Press Action" = "Taste-gedrückt-Aktion in Szene";

/* Undo menu item action */
"Scene Key Up Action" = "Taste-Auf-Aktion in Szene";

/* Undo menu item action */
"Scene Load Action" = "Laden-Aktion in Szene";

/* Inspector group name */
"Scene Physics Gravity" = "Szene – Physik – Schwerkraft";

/* Undo menu item action */
"Scene Rename" = "Szene umbenennen";

/* Inspector group name */
"Scene Size" = "Szenengröße";

/* Undo menu item action */
"Scene Swipe Down Action" = "Streichen-Nach-unten-Aktion in Szene";

/* Undo menu item action */
"Scene Swipe Left Action" = "Streichen-Nach-links-Aktion in Szene";

/* Undo menu item action */
"Scene Swipe Right Action" = "Streichen-Nach-rechts-Aktion in Szene";

/* Undo menu item action */
"Scene Swipe Up Action" = "Streichen-Nach-oben-Aktion in Szene";

/* Name of new symbol */
"Scene Symbol" = "Szenensymbol";

/* Undo menu item action */
"Scene Timeline Complete Action" = "Zeitlachse-abgeschlossen-Aktion in Szene";

/* Undo menu item action */
"Scene Unload Action" = "Entfernen-Aktion in Szene";

/* Scenes
   Toolbar button title */
"Scenes" = "Szenen";

/* Scenes and Layouts */
"Scenes and Layouts" = "Szenen und Layouts";

/* Menu item */
"Scrollbars" = "Scrollbalken";

/* Browser compatibility warning */
"Scrollbars and scrolling behavior is not supported on Android devices." = "Scrollbalken und das Scrollverhalten werden auf Android-Geräten nicht unterstützt.";

/* Menu item */
"Set Capo" = "Kapodaster festlegen";

/* Browser compatibility warning */
"Setting pointer-events to none is not fully supported. This element will still intercept mouseover, mouseout, and hover actions. As a result elements below will not receive these events." = "Das Festlegen von Zeiger-Ereignissen auf „ohne“ wird nicht vollständig unterstützt. Dieses Element fängt weiterhin mouseover-, mouseout- und hover-Aktionen ab. Infolgedessen empfangen die Elemente unten diese Ereignisse nicht.";

/* Inspector group name */
"Shadow" = "Schatten";

/* Menu item */
"Show Button Controls" = "Tasten-Steuerelemente einblenden";

/* Preference Pane Button */
"Show Export Scripts Folder in Finder" = "Exportskripteordner im Finder anzeigen";

/* Menu item */
"Show Grid" = "Gitter einblenden";

/* Menu item */
"Show Guide" = "Hilfslinie einblenden";

/* Menu item */
"Show Guides" = "Hilfslinien einblenden";

/* Menu item */
"Show JavaScript Functions…" = "JavaScript-Funktionen einblenden …";

/* Toolbar button label and menu item */
"Show Layouts" = "Layouts einblenden";

/* Undo menu item action */
"Show Loading Page" = "Geladene Seite einblenden";

/* Menu item */
"Show Resource Library…" = "Ressourcenbibliothek einblenden …";

/* Menu item */
"Show Ruler" = "Lineal einblenden";

/* Toolbar button label and menu item */
"Show Scenes" = "Szenen einblenden";

/* Preference Pane Button */
"Show in Finder" = "Im Finder anzeigen";

/* Inspector group name */
"Shown Browser Compatibility Warnings" = "Eingeblendete Warnungen zur Browserkompatibilität";

/* Button label */
"Sign Up Later" = "Später anmelden";

/* Alert informative text */
"Some instances of this symbol are not at the top level of the scene. Persistent symbols cannot be inside of other symbols. Any symbols not at the top level will become clones of a new symbol named ‘%@’." = "Einige Instanzen dieses Symbols sind nicht auf der obersten Ebene der Szene. Dauerhafte Symbole können nicht innerhalb anderer Symbole sein. Symbole, die nicht auf der obersten Ebene sind, werden Klone des neuen Symbols „%@“.";

/* Alert informative text */
"Some scenes have more than one instance of this symbol. There can only be one instance of each persistent symbol per scene. The first instance on each scene will be converted to the persistent symbol and all other instances will become clones of a new symbol named ‘%@’." = "Einige Szenen haben mehr als eine Instanz dieses Symbols. In jeder Szene kann es nur eine Instanz eines dauerhaften Symbols geben. Die erste Instanz jeder Szene wird in das dauerhafte Symbol konvertiert und alle anderen Instanzen werden Klone des neuen Symbols „%@“.";

/* Informative Text */
"Sorry, something went wrong.  Please contact Tumult Support at support@tumult.com." = "Leider ist etwas falsch gelaufen. Bitte wenden Sie sich unter support@tumult.com an den Tumult Support.";

/* Special thanks */
"Special thanks to" = "Besonderer Dank an:";

/* Non-Retina Image Slot Name */
"Standard @1x" = "Standard b. 1 x";

/* Tooltip: Start Timeline {timeline name} */
"Start Timeline %@" = "Zeitachse %@ starten";

/* Undo menu item action */
"Status Bar Style" = "Statusleistenstil";

/* No comment provided by engineer. */
"Submit Without Contact Information" = "Ohne Kontaktinformationen absenden";

/* Browser compatibility warning */
"Swap transitions appear as instant transitions." = "Austauschübergänge erscheinen als unmittelbare Übergänge.";

/* Element class type and name of new symbol and inspector pane title */
"Symbol" = "Symbol";

/* Inspector tab tooltip and menu item */
"Symbol Inspector" = "Symbolinformationen";

/* Inspector group name */
"Symbol Physics Gravity" = "Symbol – Physik – Schwerkraft";

/* menu item */
"Symbol Timelines" = "Symbolzeitachsen";

/* No comment provided by engineer. */
"Symbols" = "Symbole";

/* Symbol Description */
"Symbols are reusable components containing elements, timelines, and animations." = "Symbole sind wiederverwendbare Komponenten, die Elemente, Zeitachsen und Animationen enthalten.";

/* Browser compatibility warning */
"TIFF images will not be displayed." = "TIFF-Bilder werden nicht angezeigt.";

/* Inspector group additional name */
"Tap" = "Tippen";

/* Element class type, menu item, inspector pane name */
"Text" = "Text";

/* Inspector tab tooltip */
"Text Inspector" = "Textinformationen";

/* Inspector group name */
"Text Shadow" = "Textschatten";

/* Browser compatibility warning */
"Text Shadow is not supported." = "Textschatten wird nicht unterstützt.";

/* Inspector group name */
"Text Spacing" = "Textabstand";

/* No comment provided by engineer. */
"Textured Button" = "Texturtaste";

/* Informative Text */
"Thank you for purchasing Tumult Hype!" = "Vielen Dank für den Kauf von Tumult Hype!";

/* Error dialog description */
"The Hype document you are trying to open appears to be corrupt. Please restore from a backup." = "Das Hype-Dokument, das Sie öffnen möchten, scheint beschädigt zu sein. Stellen Sie es bitte von einem Backup wieder her.";

/* Document compatibility warning */
"The Unique Element Id, “%@”, is used by %lu other %@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector." = "Die eindeutige Element-ID „%1$@“ wird von %2$lu anderen %3$@ verwendet und ist deshalb nicht wie erforderlich eindeutig. Dies muss durch Ändern dieser Eigenschaft in einen nicht verwendeten Wert in den Identitätsinformationen behoben werden.";

/* Error dialog description */
"The document you are trying to open was created with a newer version of Hype and cannot be displayed." = "Das Dokument, das Sie öffnen möchten, wurde mit einer neueren Hype-Version erstellt und kann nicht angezeigt werden.";

/* Error dialog text */
"The file cannot be opened because it may be corrupt.  Please restore from backup." = "Die Datei kann nicht geöffnet werden, weil Sie unter Umständen beschädigt ist. Stellen Sie sie bitte von einem Backup wieder her.";

/* Alert informative text (singular) */
"The file named \"%@\" already exists in the Resource Library. Do you want to replace it or keep them both?" = "Die Datei „%@“ ist in der Ressourcenbibliothek bereits vorhanden. Möchten Sie sie ersetzen oder beide behalten?";

/* Alert informative text */
"The font is currently in use in the document. Removing will not change the font values for the referenced elements." = "Die Schrift wird gegenwärtig im Dokument verwendet. Durch das Entfernen werden die Schriftwerte für die referenzierten Elemente nicht geändert.";

/* Application Error Dialog */
"The integerity of the Hype application has been compromised." = "Die Integrität des Programms Hype wurde beeinträchtigt.";

/* Error dialog title */
"The interface theme “Professional Dark” is only available in Hype Professional." = "Das Benutzeroberflächenthema „Dunkel – Professional“ ist nur in Hype Professional verfügbar.";

/* Alert informative text */
"The original file could not be found.  Relinking will replace the resource with one selected from disk." = "Die Originaldatei konnte nicht gefunden werden. Durch eine Neuverknüpfung wird die Ressource durch eine auf dem Datenträger ausgewählte ersetzt.";

/* Alert message text */
"The persistent symbol “%@” cannot be added to this scene" = "Das dauerhafte Symbol „%@“ kann dieser Szene nicht hinzugefügt werden.";

/* Alert informative text: The resource already exists in the group named “{group name}.” */
"The resource already exists in the group named “%@.”" = "Die Ressource ist bereits in der Gruppe „%@“ vorhanden.";

/* Alert informative text: The resource group “{group name}” cannot be deleted because it is currently used in the document. */
"The resource group “%@” cannot be deleted because it is currently used in the document." = "Die Ressourcengruppe „%@“ kann nicht gelöscht werden, weil sie gegenwärtig im Dokument verwendet wird.";

/* Alert message text */
"The resource will be removed." = "Die Ressource wird entfernt.";

/* Alert informative text: The resource “{resource name}” cannot be deleted because it is currently used in the document. */
"The resource “%@” cannot be deleted because it is currently used in the document." = "Die Ressource „%@“ kann nicht gelöscht werden, weil sie gegenwärtig im Dokument verwendet wird.";

/* Alert informative text: The resource “{resource name}” is unreferenced in the document and will be removed immediately. */
"The resource “%@” is unreferenced in the document and will be removed immediately." = "Die Ressource „%@“ ist im Dokument nicht referenziert. Sie wird sofort entfernt.";

/* No comment provided by engineer. */
"The restoration file could not be found." = "Die Wiederherstellungsdatei konnte nicht gefunden werden.";

/* Browser compatibility warning */
"Theora or a WebM video source is required for playback." = "Für die Wiedergabe ist eine Theora- oder WebM-Videoquelle erforderlich.";

/* format string for creating a new responsive layout breakpoint */
"There is already a breakpoint at %.f px" = "Bei %.f px ist bereits ein Breakpoint vorhanden.";

/* Alert dialog informative text */
"There is already an instance of this symbol on this scene. Each scene can only have one instance of each persistent symbol." = "In dieser Szene gibt es bereits eine Instanz dieses Symbols. Jede Szene kann nur eine Instanz eines dauerhaften Symbols haben.";

/* Alert message text */
"There is no email address included on this report. By adding your contact information, we can respond to your feedback." = "Diesem Bericht wurde keine E-Mail-Adresse hinzugefügt. Durch das Hinzufügen Ihrer Kontaktinformationen ermöglichen Sie uns, dass wir Ihnen Feedback geben können.";

/* Alert informative text */
"There was an error communicating your feedback to the server." = "Bei der Übermittlung Ihres Feedbacks an den Server ist ein Fehler aufgetreten.";

/* Alert informative text */
"There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue." = "Beim Hochladen der Anhänge ist ein Fehler aufgetreten. Bitte senden Sie sie per E-Mail an support@tumult.com, wenn Sie zum Reproduzieren Ihres Problems sehr wichtig sind.";

/* Beta Expiration Dialog */
"This beta version of Hype %@ (%@) has expired. Please visit %@ to check for a newer version." = "Diese Beta-Version von Hype %1$@ (%2$@) ist abgelaufen. Bitte besuchen Sie %3$@, um nach einer neueren Version zu sehen.";

/* Error dialog description */
"This document cannot be saved, duplicated, or exported with the Standard edition of Hype. To unlock this document, upgrade to Hype Professional." = "Dieses Dokument kann mit der Standard-Edition von Hype nicht gesichert, dupliziert oder exportiert werden. Aktualisieren Sie zum Entsperren dieses Dokuments auf Hype Professional.";

/* Error dialog description */
"This document was created by an earlier version of Hype. Once upgraded, it will be incompatible with Hype 1.x." = "Dieses Dokument wurde mit einer älteren Version von Hype erstellt. Nach einer Aktualisierung ist es inkompatibel mit Hype 1.x.";

/* Application Error Dialog */
"This is an unauthorized copy of Hype. Your application has unfortunately been modified in a way that may be harmful to the application working correctly, your data, or your system.  Please re-download and use the free trial or a legitimately obtained registration number." = "Dies ist eine nicht autorisierte Kopie von Hype. Ihr Programm wurde leider auf eine Art und Weise geändert, die potenziell gefährlich für die korrekte Arbeitsweise des Programms, für Ihre Daten oder für Ihr System ist. Bitte führen Sie den Ladevorgang erneut durch und verwenden Sie die kostenlose Testversion oder eine legitim erhaltene Registrierungsnummer.";

/* Descriptive text in trial warning dialog when trial is still active. */
"This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction." = "Diese Evaluierungsversion ist voll funktionsfähig, aber zeitlich begrenzt. Durch den Kauf und die Eingabe einer Seriennummer wird diese Kopie entsperrt, wodurch die Einschränkungen der Evaluierungsversion entfernt werden.";

/* Alert informative text: This will remove motion paths across all timelines for the selected {element/elements, depending on number of selected elements. */
"This will remove motion paths across all timelines for the selected %@." = "Hiermit werden Animationspfade auf allen Zeitachsen für das/die ausgewählte/n %@ entfernt.";

/* Alert dialog informative text: This will remove motion paths across all timelines for “{element name}”. */
"This will remove motion paths across all timelines for “%@”." = "Hiermit werden Animationspfade auf allen Zeitachsen für „%@“ entfernt.";

/* Inspector pane name */
"Timeline Action" = "Zeitachsenaktion";

/* Element listing title */
"Timeline Actions" = "Zeitachsenaktionen";

/* Undo menu action name */
"Timeline Relative" = "Zeitachse relativ";

/* Undo menu action name */
"Timeline Rename" = "Zeitachse umbenennen";

/* Group toolbar button action */
"To Group" = "Gruppieren";

/* Element listing lock toggle button */
"Toggle Lock" = "Sperre ein-/ausschalten";

/* Propreties listing motion path toggle button */
"Toggle Motion Path" = "Animationspfad ein-/ausschalten";

/* Element listing visibility toggle button */
"Toggle Visibility" = "Sichtbarkeit ein-/ausschalten";

/* Inspector group additional name */
"Touch End" = "Berührung Ende";

/* Inspector group additional name */
"Touch Start" = "Berührung Anfang";

/* Inspector group name */
"Transform Origin" = "Transformationsursprung";

/* Title for application menu that lets trial users switch between Standard and Professional editions */
"Trial Edition" = "Evaluierungsversion";

/* Header text in trial warning dialog when trial has ended. */
"Trial Expired." = "Evaluierungszeitraum ist abgelaufen.";

/* Button text */
"Try Hype Professional" = "Hype Professional ausprobieren";

/* Alert dialog informative text */
"Tumult Hype %@ is now available on the Mac App Store." = "Tumult Hype %@ ist jetzt im Mac App Store erhältlich.";

/* Alert informative text: Tumult Hype {marketing version number} is the latest version. */
"Tumult Hype %@ is the latest version." = "Tumult Hype %@ ist die neueste Version.";

/* Inspector group name */
"Type" = "Type";

/* Element class type, menu item, inspector pane name */
"Typography" = "Typografie";

/* Alert message text */
"Unable to complete Mac App Store purchase" = "Mac App Store-Einkauf kann nicht abgeschlossen werden";

/* Alert message text */
"Unable to connect to the Mac App Store" = "Verbindung zum Mac App Store kann nicht hergestellt werden";

/* Warning dialog text: Unable to connect to “{device name}” */
"Unable to connect to “%@”" = "Verbindung zu „%@“ fehlgeschlagen";

/* Alert message text */
"Unable to create a new group for the resource." = "Für die Ressource kann eine neue Gruppe nicht erstellt werden.";

/* Alert message text */
"Unable to delete resource group." = "Die Ressourcengruppe kann nicht gelöscht werden.";

/* Alert message text */
"Unable to delete resource." = "Die Ressource kann nicht gelöscht werden.";

/* Error dialog title */
"Unable to open file" = "Datei kann nicht geöffnet werden";

/* No comment provided by engineer. */
"Unable to restore document" = "Das Dokument kann nicht wiederhergestellt werden.";

/* Undo menu item action */
"Undo Symbol Creation" = "Symbolerstellung widerrufen";

/* No comment provided by engineer. */
"Ungroup" = "Gruppierung aufheben";

/* Undo menu item action */
"Ungroup Elements" = "Gruppierung der Elemente aufheben";

/* Browser compatibility warning category and inspector group name */
"Unique Element ID" = "Eindeutige Element-ID";

/* Warning string: Unique Element ID is already used by {element name}. */
"Unique Element ID is already used by %@." = "Die eindeutige Element-ID wird bereits von %@ verwendet.";

/* Menu item */
"Unlock" = "Schutz aufheben";

/* Default scene layout name */
"Untitled Layout" = "Unbenanntes Layout";

/* Undo menu item action and name of new scenes */
"Untitled Scene" = "Unbenannte Szene";

/* Default timeline name */
"Untitled Timeline" = "Unbenannte Zeitachse";

/* Alert default button */
"Update" = "Aktualisieren";

/* Update (timing function name) */
"Update %@" = "%@ aktualisieren";

/* Button title */
"Update All" = "Alle aktualisieren";

/* Font Panel Button */
"Update Font" = "Schrift aktualisieren";

/* Button title */
"Update Grid" = "Gitter aktualisieren";

/* Button title */
"Update Selected" = "Auswahl aktualisieren";

/* Menu item and button text */
"Upgrade" = "Aktualisieren";

/* Upgrade to Hype Professional… menu item */
"Upgrade to Hype Professional…" = "Auf Hype Professional aktualisieren …";

/* Status update when uploading attachments (current attachment index of total number of attachments) */
"Uploading Attachments (%d of %d)" = "Anhänge hochladen (%1$d von %2$d)";

/* Undo menu item action */
"Use CSS Reset" = "CSS-Reset verwenden";

/* Button Text */
"Use Duplicate Display Names" = "Doppelte Anzeigenamen verwenden";

/* Button Text */
"Use Duplicate IDs" = "Doppelte IDs verwenden";

/* Alert default button and menu item */
"Use Motion Paths" = "Animationspfade verwenden";

/* Undo menu item action */
"Use Touch Events" = "Berührungsereignisse verwenden";

/* Undo menu item action */
"Use WebKit Graphics Acceleration" = "WebKit-Grafikbeschleunigung verwenden";

/* Button in trial and registration dialogs */
"Use as Trial" = "Als Evaluierungsversion verwenden";

/* Undo menu item action */
"User Scaling" = "Benutzerskalierung";

/* Version */
"Version" = "Version";

/* Element class type and inspector group name */
"Video" = "Video";

/* Browser compatibility warning */
"Videos without controls are unplayable on iPad." = "Videos ohne Steuerelemente können auf einem iPad nicht wiedergegeben werden.";

/* No comment provided by engineer. */
"Video…" = "Video …";

/* Undo menu item action */
"Viewport" = "Viewport";

/* Menu item and inspector group name */
"Visibility" = "Sichtbarkeit";

/* Menu item */
"Visible" = "Sichtbar";

/* Beta Expiration Dialog */
"Visit Beta Site" = "Beta-Website besuchen";

/* Mouse cursor name; menu item */
"Wait" = "Warten";

/* Browser compatibility warning */
"Wait cursor is not supported and the default cursor will instead be displayed." = "Der Warten-Cursor wird nicht unterstützt. Stattdessen wird der Standardcursor angezeigt.";

/* Menu item */
"Web" = "Web";

/* Export Script Update Dialog Window */
"You are currently using version %@. Do you want to download version %@?" = "Sie verwenden gegenwärtig Version %1$@. Möchten Sie Version %2$@ laden?";

/* Alert informative text */
"You can replace the source with the file or create a new resource group to contain the file." = "Sie können die Quelle durch die Datei ersetzen oder eine neue Ressourcengruppe für die Datei erstellen.";

/* Header text in trial warning dialog */
"You have %ld days remaining in your trial." = "Sie können die Evaluierungsversion noch %ld Tage nutzen.";

/* Header text in trial warning dialog when trial is still active. */
"You have 1 day remaining in your trial." = "Sie können die Evaluierungsversion noch 1 Tag nutzen.";

/* Descriptive text in trial warning dialog when trial has ended. */
"You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype." = "Sie haben das Ende Ihres %ld-tägigen Evaluierungszeitraums erreicht. Bitte kaufen Sie eine Seriennummer oder geben Sie eine ein, um Tumult Hype weiterhin zu nutzen.";

/* Alert message text */
"Your message was sent without attachments." = "Ihre Nachricht wurde ohne Anhänge gesendet.";

/* No comment provided by engineer. */
"Zoom" = "Zoomen";

/* Menu item */
"Zoom In" = "Vergrößern";

/* Menu item */
"Zoom Out" = "Verkleinern";

/* Shown when there are more errors than can be displayed */
"and %ld more errors…" = "und %ld weitere Fehler …";

/* Shown when there are more errors than can be displayed */
"and one more error…" = "und ein weiterer Fehler …";

/* Singular for element */
"element" = "Element";

/* Plural for element */
"elements" = "Elemente";

/* Browser compatibility warning */
"iBooks does not allow .m4v or .m4p video sources." = "In iBooks sind M4V- oder M4P-Videoquellen nicht zugelassen.";

/* Default name for tablet layout breakpoint */
"iPad Landscape" = "iPad Querformat";

/* Default name for tablet portrait layout breakpoint */
"iPad Portrait" = "iPad Hochformat";

/* Default name for phone layout breakpoint */
"iPhone" = "iPhone";

/* default name for symbol instances */
"unnamed instance" = "unbenannte Instanz";

/* Warning that file already exists when saving */
"“%@” already exists. Do you want to replace it?" = "„%@“ ist bereits vorhanden. Möchten Sie sie ersetzen?";

/* Error dialog title: “Document Name” needs to be upgraded */
"“%@” needs to be upgraded" = "„%@“ muss aktualisiert werden";

/* Error dialog title */
"“%@” uses features only available in Hype Professional." = "„%@“ nutzt Funktionen, die nur in Hype Professional verfügbar sind.";

